Repository: richin13/tucan
Catalog: src/i18n/*/*.po
Languages: ar, cs, da, de, es, fr, he, nl, pl, pt, se, sk, sl, tr, vi

source: Advanced Packages
ar: حزم متقدّمة
cs: Rozšířené balíčky
da: Avancerede pakker
de: Erweiterte Pakete
fr: Gestion avancée
he: חבילות מתקדמות
nl: Geavanceerde pakketten
pl: Zaawansowane Paczki
pt: Pacotes Avançados
se: Avancerade paket
sk: Pokročilé balíky
sl: Napredni paketki
tr: Gelişmiş Paketler
vi: Gói tải xuống nâng cao

source: Choose new path for selected Package.
ar: اختر مساراً جديداً للحزمة المحدّدة
cs: Vyberte nové umístění pro vybrané balíčky.
da: Vælg ny sti for valgte pakke.
de: Wähle einen neuen Pfad für das gewählte Paket.
es: Escoja directorio para el paquete seleccionado.
fr: Choisir un nouvel emplacement pour le paquet sélectionné.
he: בחר נתיב חדש עבור החבילה הנבחרת.
nl: Kies een nieuwe locatie voor het geselecteerde Pakket.
pl: Wybierz nową ścieżkę dla wybranych Paczek.
pt: Escolha um novo caminho para o Pacote seleccionado.
se: Välj ny sökväg för valt paket.
sk: Vybrať novú cestu pre vybrané balíky.
sl: Izberi novo pot za izbrane paketke
tr: Seçilen paket için yeni bir yer seçin.
vi: Chọn đường dẫn cho gói tải xuống đã chọn.

source: Select a Folder
ar: اختر مجلّداً
cs: Vybrat složku
da: Vælg en folder
de: Wähle einen Ordner
es: Escoja un directorio
fr: Sélectionnez un dossier
he: בחר תיקייה
nl: Selecteer een map
pl: Wybierz Folder
pt: Seleccione uma Pasta
se: Välj en mapp
sk: Vybrať priečinok
sl: Izberi mapo
tr: Dizin Seçin
vi: Chọn thư mục

source: Show hidden files.
ar: إظهار الملفات المخفيّة.
cs: Ukázat skryté soubory.
da: Vis skjulte filer.
de: Zeige versteckte Dateien.
es: Mostrar archivos ocultos.
fr: Voir les fichiers cachés.
he: הצג קבצים מוסתרים.
nl: Laat verborgen bestanden zien.
pl: Pokaż ukryte Pliki.
pt: Mostrar ficheiros escondidos.
se: Visa dolda filer.
sk: Ukázať skryté súbory.
sl: Pokaži skrite datoteke
tr: Gizli dosyaları göster.
vi: Hiện tập tin ẩn.

source: Load Session
ar: تحميل جلسة
cs: Nahrát sezení
da: Indlæs session
de: Lade Sitzung
es: Cargar Sesión
fr: Charger une session
he: טען אוסף
nl: Laad sessie
pl: Wczytaj Sesję
pt: Abrir Sessão
se: Ladda session
sk: Načítať reláciu
sl: Naloži sejo
tr: Oturum Aç..
vi: Tải phiên làm việc

source: Save Session
ar: حفظ الجلسة
cs: Uložit sezení
da: Gem session
de: Speichere Sitzung
es: Salvar Sesión
fr: Sauver une session
he: שמור אוסף
nl: Sessie opslaan
pl: Zapisz Sesję
pt: Salvar Sessão
se: Spara session
sk: Uložiť reláciu
sl: Shrani sejo
tr: Oturum Kaydet
vi: Lưu phiên làm việc

source: Show Uploads
ar: إظهار المرفوعات
cs: Ukázat nahrávané
da: Vis uploads
de: Zeige Uploads
es: Mostrar Subidas
fr: Voir les envois
he: הצג העלאות
nl: Laat uploads zien
pl: Pokaż Wysyłane
pt: Mostrar Uploads
se: Visa uppladdningar
sk: Ukázať odoslania
sl: Pokaži prenose
tr: Yüklemeleri göster
vi: Hiện tải lên

source: File
ar: ملف
cs: Soubor
da: Fil
de: Datei
es: Archivo
fr: Fichier
he: קובץ
nl: Bestand
pl: Plik
pt: Ficheiro
se: Arkiv
sk: Súbor
sl: Datoteka
tr: Dosya
vi: Tập tin

source: View
ar: عرض
cs: Pohled
da: Vis
de: Ansicht
es: Visualizar
fr: Affichage
he: תצוגה
nl: Beeld
pl: Widok
pt: Ver
se: Visa
sk: Zobraziť
sl: Pogled
tr: Düzenle
vi: Hiển thị

source: Help
ar: مساعدة
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
pl: Pomoc
pt: Ajuda
se: Hjälp
sk: Pomocník
sl: Pomoč
tr: Yardım
vi: Trợ giúp

source: Add Downloads
ar: إضافة تنزيلات
cs: Přidat stahované
da: Tilføj downloads
de: Füge Downloads hinzu
es: Añadir Descargas
fr: Télécharger
he: הוסף הורדות
nl: Voeg downloads toe
pl: Dodaj linki do ściągania
pt: Adicionar Downloads
se: Lägg till nedladdningar
sk: Pridať sťahovanie
tr: İndirme Ekle
vi: Thêm tải xuống

source: Add Uploads
ar: إضافة ملفات للرفع
cs: Přidat nahrávané
da: Tilføj uploads
de: Füge Uploads hinzu
es: Añadir Subidas
fr: Envoyer
he: הוסף העלאות
nl: Voeg uploads toe
pl: Dodaj linki do wysłania
pt: Adicionar Uploads
se: Lägg till uppladdningar
sk: Pridať odoslanie
sl: Dodaj prenose
tr: Yükleme Ekle
vi: Thêm tải xuống

source: Clear Complete
ar: تمّ المسح
cs: Vyčištit dokončené
da: Fjern færdige
de: komplettes Aufräumen
es: Limpiar Completos
fr: Effacer les complets
he: נקה הורדות שהושלמו
nl: Alles opruimen
pl: Wyczyść skończone
pt: Apagar Completos
se: Rensa slutförda
sk: Zmazať kompletné
sl: Počisti končano
tr: Tamamlananları Kaldır
vi: Xóa tác vụ đã hoàn thành

source: Move Up
ar: نقل لأعلى
cs: Posunout nahoru
da: Flyt opad
de: Nach oben bewegen
es: Mover Arriba
fr: Monter
he: הזז למעלה
nl: Naar boven bewegen
pl: Przenieś w górę
pt: Mover para Cima
se: Flytta upp
sk: Presunúť hore
sl: Premakni gor
tr: Yukarı Taşı
vi: Chuyển lên

source: Move Down
ar: نقل لأسفل
cs: Posunout dolů
da: Flyt nedad
de: Nach unten bewegen
es: Mover Abajo
fr: Descendre
he: הזז למטה
nl: Naar beneden bewegen
pl: Przenieś w dół
pt: Mover para Baixo
se: Flytta ner
sk: Presunúť dole
sl: Premakni dol
tr: Aşağı taşı
vi: Chuyển xuống

source: Start Selected
ar: بدء المحدّد
cs: Zahájit vybrané
da: Start valgte
de: Starte ausgewählte
es: Comenzar Sel.
fr: Lancer
he: התחל נבחרים
nl: Start geselecteerd
pl: Rozpocznij wybrane
pt: Começar Seleccionados
se: Starta valda
sk: Naštartovať vybrané
sl: Začni izbrano
tr: Seçileni Başlat
vi: Bắt đầu tác vụ

source: Stop Selected
ar: إيقاف المحدّد
cs: Zastavit vybrané
da: Stop valgte
de: Stoppe ausgewählte
es: Detener Sel.
fr: Arrêter
he: עצור נבחרים
nl: Stop geselecteerd
pl: Zatrzymaj wybrane
pt: Parar Seleccionados
se: Stoppa valda
sk: Zastaviť vybrané
sl: Končaj izbrano
tr: Seçileni Durdur
vi: Dừng tác vụ

source: Input Links
ar: إدخال روابط
cs: Vložené odkazy
da: Indsatte links
de: Füge Links ein
fr: Insertion des liens
he: קליטת קישורים
nl: Links invoeren
pl: Wprowadź linki
pt: Adicionar Links
se: Ange länkar
sk: Vloženie liniek
sl: Vnesi povezave
tr: Bağlantı Gir
vi: Nhập liên kết

source: Paste links here:
ar: ألصق الروابط هنا:
cs: Vložte odkazy zde:
da: Indsæt links her:
de: Füge Links hier ein:
es: Pegue aquí los enlaces:
fr: Collez les liens ici:
he: הדבק את הקישורים כאן:
nl: Plak hier de links:
pl: Wklej linki tutaj:
pt: Colar links aqui:
se: Klistra in länkar här:
sk: Sem vložte linky:
sl: Tukaj prilepi povezave:
tr: Bağlantıları buraya yapıştırın:
vi: Dán liên kết tại đây:

source: Check Links
ar: فحص الروابط
cs: Zkontrolovat odkazy
da: Tjek links
de: Überprüfe Links
es: Comprobar Enlaces
fr: Vérifier les liens
he: בדוק קישורים
nl: Controleer links
pl: Sprawdź Linki
pt: Verificar Links
se: Kontrollera länkar
sk: Overiť linky
sl: Preveri povezave
tr: Bağlantıları Kontrol Et
vi: Kiểm tra

source: Show advanced Package configuration.
ar: إظهار إعدادات الحزم المتقدّمة.
cs: Ukázat rozšířené nastavení balíčku.
da: Vis avanceret pakke-konfiguration.
de: Zeige erweiterte Paketkonfiguration.
es: Mostrar configuración de paquetes avanzada.
fr: Voir la gestion avancée.
he: הצג תצורת חבילה מתקדמת.
nl: Laat geavanceerde configuratie zien.
pl: Pokaż zaawansowaną konfiguracje Paczek.
pt: Mostrar configuração avanaçada de pacotes.
se: Visa avancerade paket inställningar.
sk: Zobraziť nastavenia pokročilých balíkov.
sl: Pokaži napredne nastavitve za paketke
tr: Gelişmiş paket yapılandırmasını göster.
vi: Hiện cài đặt gói tải xuống nâng cao.

source: Checking links, please wait.
ar: يرجى الانتظار ريثما تُفحَص الروابط.
cs: Kontrola odkazů, prosím čekejte.
da: Tjekker links, vent venligst.
de: Überprüfe Links, bitte warten.
es: Comprobando enlaces, espere por favor.
fr: Vérification des liens en cours.
he: בודק קישורים, אנא המתן.
nl: Links controleren, even geduld.
pl: Sprawdzam linki, proszę czekać.
pt: A verificar links, por favor espere.
se: Kontrollerar länkar, vänligen vänta.
sk: Overovanie liniek, prosím počkajte.
sl: Preverjanje povezav, prosimo počakajte
tr: Bağlantı kontrol ediliyor, lütfen bekleyiniz..
vi: Đang kiểm tra, vui lòng chờ.

source: Check Canceled!
ar: أُلغيَ الفحص!
cs: Kontrola přerušena!
da: Tjek afbrudt!
de: Überrpüfung abgebrochen!
es: ¡Comprobacion Cancelada!
fr: Vérification annulée
he: הבדיקה בוטלה!
nl: Selecteer geannuleerden!
pl: Sprawdzanie anulowane!
pt: Verificar Cancelados!
se: Kryssa i avbrutna!
sk: Overovanie zrušené!
sl: Preverba preklicana
tr: Kontrolden Vazgeçildi!
vi: Đã hủy Kiểm tra!

source: General Configuration
ar: إعدادات عامّة
cs: Obecné nastavení
da: General konfiguration
de: Allgemein
es: General
fr: Configuration générale
he: תצורה ראשית
nl: Algemene configuratie
pl: Konfiguracja Ogólna
pt: Configuração Geral
se: Allmänt
sk: Hlavné nastavenia
sl: Splošna nastavitev
tr: Genel Ayarlar
vi: Cấu hình cơ bản

source: Service Configuration
ar: إعدادات الخدمة
cs: Nastavení služby
da: Service-konfiguration
de: Servicekonfiguration
es: Servicios
fr: Configuration des services
he: תצורת שירותים
nl: Site's configuratie
pl: Konfiguracja Usług
pt: Configuração de Serviço
se: Tjänster
sk: Servisné nastavenia
sl: Nastavitev storitev
tr: Servis Ayarları
vi: Cấu hình dịch vụ

source: Advanced Configuration
ar: إعدادات متقدّمة
cs: Rozšířené nastavení
da: Avanceret konfiguration
de: Erweitert
es: Avanzada
fr: Gestion avancée
he: תצורה מתקדמת
nl: Geavanceerde configuratie
pl: Konfiguracja Zaawansowana
pt: Configuração Avançada
se: Avancerat
sk: Pokročilé nastavenia
sl: Napredna nastavitev
tr: Gelişmiş Ayarlar
vi: Cấu hình nâng cao

source: Choose language:
ar: اختر لغةً:
cs: Vyberte jazyk:
da: Vælg sprog:
de: Wähle Sprache:
es: Escoja lenguaje:
fr: Choisissez une langue:
he: בחר שפה:
nl: Kies taal:
pl: Wybierz język:
pt: Escolha a língua:
se: Välj språk:
sk: Vybrať jazyk:
sl: Izberi jezik
tr: Dili Seçin:
vi: Chọn ngôn ngữ:

source: Max simultaneous downloads:
ar: أقصى عدد للتنزيلات معاً:
cs: Maximum stahování zároveň:
da: Maks simultane downloads:
de: Maximale gleichzeitige Downloads:
es: Descargas simultaneas:
fr: Téléchargement simultanés Max:
he: מקסימום הורדות בו–זמנית:
nl: Maximaal gelijktijdige downloads:
pl: Maksymalna liczba ściągnięć na raz:
pt: Max downloads simultâneos:
se: Max antal parallela nedladdningar:
sk: Maximum simultánnych sťahovaní:
sl: Max vzporednih dolvlek
tr: Aynı andaki en çok indirme:
vi: Số tác vụ tải xuống đồng thời tối đa:

source: Downloads Folder:
ar: مجلّد التنزيلات
cs: Složka stahování:
da: Download-folder:
de: Ordner für Downloads:
es: Directorio de Descargas:
fr: Dossier destination:
he: תיקיית הורדות:
nl: Downloadmap:
pl: Folder dla ściągnięć:
pt: Pasta de Downloads:
se: Nedladdningsmapp:
sk: Priečinok sťahovania:
sl: Mapa za prenešene datoteke:
tr: İndirme Dizini:
vi: Thư mục tải xuống:

source: Restart Tucan to apply service changes.
ar: أعد تشغيل طوقان لتطبيق التغييرات.
cs: Restartujte Tucana, aby se změny projevily.
da: Genstart Tucan for at acceptere serviceændringer.
de: Starte Tucan neu um die Änderungen zu übernehmen.
es: Reinicie Tucan para aplicar los cambios a los servicios.
fr: Redémarrez Tucan pour appliquer changements.
he: אתחל את Tucan כדי להחיל את השינויים.
nl: Herstart Tucan om de wijzigingen door te voeren.
pl: Uruchom Tucana ponownie aby zastosować zmiany.
pt: Reiniciar Tucan para aplicar as alterações de serviço.
se: Starta om Tucan för att verkställa ändringar.
sk: Reštartujte Tucan pre aplikovanie zmeny služby.
sl: Za uporabo vnešenih sprememb ponovno zaženite Tucan
tr: Servis değişikliklerinin geçerli olması için Tucan'ı yeniden başlatın.
vi: Khởi động lại Tucan để áp dụng thay đổi.

source: The choosed directory isn't a service, or it's not configured.
cs: Vybraný adresář není službou nebo není nastaven.
da: Den valgte mappe er ikke en service, eller den er ikke konfigureret.
de: Das gewählte Verzeichnis ist kein Service oder nicht konfiguriert.
es: El directorio escojido no es un servicio compatible.
fr: Le dossier choisi n'est pas un service ou n'est pas configuré.
he: התיקייה הנבחרת לא נתמכת או לא הוגדרה.
nl: De gekozen map is geen service, of het is niet geconfigureerd.
pl: Wybrany folder nie jest usługą, lub nie jest poprawnie skonfigurwany.
pt: A directoria escolhida não é um serviço ou não está configurada.
se: Den valda katalogen är inte en tjänst, eller så är den inte konfigurerad.
sk: Vo vybranom priečinku nie je služba, alebo nie je nakonfigurovaná.
sl: Izbran imenik ni dovoljen servis ali pa ni pravilno nastavljen
tr: Seçilen dizin servis değil ya da ayarlanmamış.
vi: Đối tượng đã chọn không phải là một dịch vụ, hoặc chưa được cài đặt.

source: Before using this service, you must accept it's terms of service at
ar: عليك قبول شروط هذه الخدمة لاستخدامها. الشروط في
cs: Před používáním této služby musíte souhlasit s podmínkami služby na
da: Før du bruger denne service, skal du acceptere dens brugsbetingelser på
de: Bevor dieser Service genutzt wird, müssen folgende Nutzungsbedingungen akzeptiert werden
es: Antes de usar el servicio, debes aceptar sus términos en
fr: Avant d'utiliser ce service, vous devez accepter les conditions d'utilisation à
he: לפני השימוש בשירות, אתה חייב לאשר את תנאי השירות בכתובת
nl: Voor u deze site kunt gebruiken, moet u de voorwaarden accepteren
pl: Przed korzystaniem z tej usługi, musisz zaakceptować jej warunki na
pt: Antes de usar este serviço, tem que aceitar os seus termos de serviço em
se: Innan du accepterar den här tjänsten måste du acceptera deras användningsvillkor på
sk: Skôr ako začnete používať túto službu, musíte súhlasiť s podmienkami jej používania na
sl: Pred uporabo te storitve morate sprejeti pogoje uporabe pri
tr: Bu servisi kullanmadan önce şartlarını kabul etmelisin
vi: Trước khi sử dụng dịch vụ này, bạn phải chấp nhận điều khoản sử dụng tại

source: Terms of service
ar: شروط الخدمة
cs: Podmínky služby
da: Brugsbetingelser
de: Nutzungsbedingungen
fr: Conditions d'utilisation
he: תנאי השירות
nl: Gebruikersvoorwaarden
pl: Usługi korzystania
pt: Termos de serviço
se: Användningsvillkor
sk: Podmienky používania
sl: Pogoji uporabe
tr: Servis şartları
vi: Điều khoản dịch vụ

source: Close to tray.
ar: إغلاق إلى مساحة التبليغ.
cs: Zavřít do panelu.
da: Minimér til ikonbakke.
de: Schließe in die Infoleiste.
es: Cerrar al tray.
fr: Fermer dans la barre de tache.
he: מזער למגש המערכת.
nl: Sluiten naar systemtray.
pl: Zamknij do tacki systemowej.
pt: Fechar para tray.
se: Stäng till notifieringsyta.
sk: Zavrieť do oblasti upozornení.
sl: Minimiraj v orodno vrstico
tr: Kapatırken sistem çekmecesinde kalsın.
vi: Thu xuống thanh hệ thống khi đóng.

source: Save session on close.
ar: حفظ الجلسة عند الإغلاق.
cs: Uložit sezení při odchodu.
da: Gem session ved lukning.
de: Speichere Sitzung und schließe.
es: Salvar sesión al cerrar.
fr: Sauvegarder la session à la fermeture.
he: שמור אוסף בסגירה.
nl: Sla sessie op en sluiten.
pl: Zapisz sesję przy zamknięciu.
pt: Salvar sessão ao fechar.
se: Spara session vid avslut.
sk: Uložiť reláciu pri ukončení.
sl: Ob zaprtju shrani trenutno sejo
tr: Kapatırken oturumu kaydet.
vi: Lưu phiên làm việc khi đóng.

source: Default advanced packages.
ar: الحزم المتقدّمة المبدئيّة.
cs: Původní rozšířené nastavení.
da: Standard avancerede pakker.
de: Vorgegebene erweiterte Pakete.
es: Mostrar por defecto AdvancedPackages.
fr: Gestion avancée par défaut.
he: ברירת מחדל של חבילות מתקדמות.
nl: Standaard geavanceerde paketten.
pl: Domyślne zaawansowane paczki.
pt: Pacotes avançados originais.
se: Visa alltid avancerade paket inställningar.
sk: Predvolené pokročilé balíky.
sl: Privzeti napredni paketki
tr: Ön tanımlı gelişmiş paketler.
vi: Gói tải xuống nâng cao mặc định.

source: Show uploads.
ar: إظهار المرفوعات.
cs: Ukázat nahrávané.
da: Vis uploads.
de: Zeige Uploads.
es: Mostrar subidas.
fr: Voir les envois par défaut.
he: הצג העלאות.
nl: Laat uploads zien.
pl: Pokaż wysyłane.
pt: Mostrar uploads.
se: Visa uppladdningar.
sk: Zobraziť odoslania.
sl: Pokaži prenose
tr: Yüklemeleri göster.
vi: Hiện tải lên.

source: Author
ar: المؤلِّف
cs: Autor
da: Forfatter
de: Autor
es: Autor
fr: Auteur
he: מחבר
nl: Auteur
pl: Autor
pt: Autor
se: Upphovsman
sk: Autor
sl: Avtor
tr: Geliştirici
vi: Tác giả

source: Version
ar: الإصدارة
cs: Verze
es: Versión
he: גירסה
nl: Versie
pl: Wersja
pt: Versão
sk: Verzia
sl: Verzija
tr: Sürüm
vi: Phiên bản

source: Slots
cs: Sloty
da: Sprækker
fr: Emplacements
he: משבצות
nl: Plaatsen
pl: Sloty
pt: Vagas
sk: Sloty
sl: Reže
tr: Paralel indirme
vi: Vị trí

source: Captcha
ar: كود التحقّق
fr: Visuel protégé
he: קפאצ'ה
se: Förhandsvisning
tr: Resim doğrulama
